/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "type": "header",
  "name": "Header Group",
  "sections": {
    "navigation": {
      "type": "navigation",
      "settings": {
        "menu": "main-menu",
        "text_about": "About",
        "richtext_about_rich_text": "<h1>THE BRAND</h1><h1></h1><p>Adult Attire is light-hearted and tongue-in-cheek, since 2018. Our core pieces are bold leather high-heeled shoes, that we offer in a very extended size-range, up to 46 and above. Our <em>Heels For All</em> mantra is more of an invitation to play than a political statement. Although…</p><p><br/>We propose fine pieces, entirely made by hand, in Belgium. Pieces that bring together timeless craftsmanship and bold contemporary statements. Through continuous research and explorations, we develop shoes like stories: flowers suspended in glass-like heels, leather applications opening up to reveal a bright satin underlay… Or this time we tripled the size of a tiny pump by applying a fur-like sisal mat on it. It looked like it was bursting open.</p><p><br/>Truth is, we work to-order because we look for a privileged contact with our customer. It just seems best practice, and it allows us to constantly perfect our craft. </p><p>Adult explores ways for attire to emulate freedom. And sometimes, we might surprise you with pieces that have nothing to do with shoes.</p><p></p><h1></h1><h1>THE DESIGNER</h1><p></p><p>Raphaële 'Rafa' Lenseigne develops a body of work that stems from her fashion training at the  Royal Academy in Antwerp. Using design as a starting point, her process is arborescent: the final point isn't established but rather the result of unexpected encounters. The red thread is Raphaële's disruptive mindset and humour.</p><p>With Adult, Raphaële explores a core value of her practice: social activation through attire. The art is what happens when someone is choosing to place themselves in an unexpected situation.</p><p>Raphaële has a global practice encompassing leather-work, fashion design, painting and photography.</p><p></p><p></p>"
      }
    }
  },
  "order": [
    "navigation"
  ]
}
